#
# Copyright 2020 NAFU_at.
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#
system.config.generate=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u3089\u306A\u304B\u3063\u305F\u306E\u3067\u3001\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3057\u307E\u3057\u305F\u3002
system.config.generate.debug=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240: {}
system.config.generate.failed=\u6B63\u3057\u3044\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u3092\u5B9F\u884C\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n\u554F\u984C\u304C\u7D99\u7D9A\u3059\u308B\u5834\u5408\u306F\u3001\u958B\u767A\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
system.config.load=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u3092\u8AAD\u307F\u8FBC\u307F\u307E\u3059\u3002
system.config.load.failed=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u3092\u6B63\u5E38\u306B\u8AAD\u307F\u8FBC\u3081\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.config.load.success=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u304C\u6B63\u5E38\u306B\u8AAD\u307F\u8FBC\u307E\u308C\u307E\u3057\u305F\u3002
system.config.load.notfound=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D7\u30ED\u30B0\u30E9\u30E0\u8D77\u52D5\u5F8C\u306B\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\n\u3054\u4E0D\u660E\u306A\u70B9\u304C\u3042\u308A\u307E\u3057\u305F\u3089\u3001\u958B\u767A\u8005\u306B\u5831\u544A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
system.config.load.error=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u306E\u8AAD\u307F\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.db.nodbmode=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u7121\u52B9\u5316\u30E2\u30FC\u30C9\u3067\u8D77\u52D5\u3055\u308C\u3066\u3044\u307E\u3059\u3002\u3053\u306E\u30E2\u30FC\u30C9\u3067\u306F\u4E00\u6589\u306E\u30C7\u30FC\u30BF\u3092\u4FDD\u6301\u3059\u308B\u3053\u3068\u304C\u3067\u304D\u307E\u305B\u3093\u3002\n\u30C7\u30FC\u30BF\u3092\u4FDD\u6301\u3059\u308B\u5FC5\u8981\u304C\u3042\u308B\u5834\u5408\u306F\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u4F7F\u7528\u3092\u691C\u8A0E\u3057\u3066\u304F\u3060\u3055\u3044\u3002
system.db.connection=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306E\u63A5\u7D9A\u3092\u958B\u59CB\u3057\u307E\u3059\u3002
system.db.initialize.error=\u30C6\u30FC\u30D6\u30EB\u306E\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.db.retrieving.error=SQL\u304B\u3089\u30C7\u30FC\u30BF\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.db.communicate.error=SQL\u3068\u306E\u901A\u4FE1\u4E2D\u306B\u4F55\u3089\u304B\u306E\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.db.migrate.error=\u30DE\u30A4\u30B0\u30EC\u30FC\u30C8\u4F5C\u696D\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.api.about.error=Discord Bot\u306B\u95A2\u3059\u308B\u60C5\u5831\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.api.login=Discord API\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u3092\u8A66\u307F\u307E\u3059\u3002
system.api.login.success=Discord API\u3078\u306E\u63A5\u7D9A\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
system.api.login.failed=Discord API\u306E\u63A5\u7D9A\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
system.api.login.error=\u30ED\u30B0\u30A4\u30F3\u51E6\u7406\u306E\u5F85\u6A5F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.module.load.success=\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F: {}
system.module.load.failed=\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.module.load.error="onLoad"\u3067\u30AD\u30E3\u30C3\u30C1\u3055\u308C\u3066\u3044\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.module.load.info.failed=\u30E2\u30B8\u30E5\u30FC\u30EB\u60C5\u5831\u306E\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {}
system.module.load.info.depend.unknown=\u4F9D\u5B58\u95A2\u4FC2\u3092\u89E3\u6C7A\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.module.load.depend.notresolved=\u4F9D\u5B58\u95A2\u4FC2\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.module.load.invalid=\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u304C\u6B63\u3057\u304F\u306A\u3044\u305F\u3081\u3001\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.module.load.already=\u540C\u3058\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u65E2\u306B\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u3059: {}
system.module.load.notfound=\u6307\u5B9A\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
system.module.load.version.below=\u73FE\u5728\u4F7F\u7528\u4E2D\u306E NeoJukePro \u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3001\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u5FC5\u8981\u3068\u3059\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u4E0B\u56DE\u3063\u3066\u3044\u308B\u305F\u3081\u3001\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002
system.module.unload.success=\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u30A2\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F: {}
system.module.unload.failed=\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u6709\u52B9\u306A\u72B6\u614B\u306B\u3042\u308B\u305F\u3081\u3001\u30A2\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093: {}
system.module.unload.error=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30A2\u30F3\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
command.exception=:warning: \u554F\u984C\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002\u554F\u984C\u304C\u7D9A\u304F\u5834\u5408\u306F\u7BA1\u7406\u8005\u306B\u5831\u544A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
command.nopermission=\u3053\u306E\u30B3\u30DE\u30F3\u30C9\u3092\u5B9F\u884C\u3059\u308B\u306E\u306B\u5FC5\u8981\u306A\u6A29\u9650\u304C\u3042\u308A\u307E\u305B\u3093\u3002
command.execute.failed=\u30B3\u30DE\u30F3\u30C9\u306E\u5B9F\u884C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
command.channel.permission=Bot\u306B\u6A29\u9650\u304C\u5272\u308A\u5F53\u3066\u3089\u308C\u3066\u3044\u306A\u3044\u305F\u3081\u3001\u3053\u306E\u30C1\u30E3\u30F3\u30CD\u30EB\u306B\u63A5\u7D9A\u3067\u304D\u307E\u305B\u3093\u3002
command.page.specify=\u30DA\u30FC\u30B8\u6570\u3092\u6570\u5B57\u3067\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
command.page.large=\u6307\u5B9A\u3057\u305F\u30DA\u30FC\u30B8\u6570\u304C\u5927\u304D\u3059\u304E\u307E\u3059\u3002
command.join.before=\u97F3\u58F0\u30C1\u30E3\u30F3\u30CD\u30EB\u306B\u63A5\u7D9A\u3057\u3066\u304B\u3089\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
command.list.playing=\u25B6\u518D\u751F\u4E2D\u306E\u30C8\u30E9\u30C3\u30AF: {0}
command.list.list=**\u73FE\u5728\u30AD\u30E5\u30FC\u306B\u8FFD\u52A0\u3055\u308C\u3066\u3044\u308B\u66F2\u306F{0}\u3067\u3059\u3002** `[{1}/{2}]` `({3})`
command.list.nothing=\u30AD\u30E5\u30FC\u306B\u306F\u4F55\u3082\u5165\u3063\u3066\u3044\u306A\u3044\u3088\u3046\u3067\u3059\u3002\u4F55\u304B\u65B0\u3057\u3044\u3082\u306E\u3092\u8074\u3044\u3066\u307F\u307E\u305B\u3093\u304B\uFF1F
command.module.empty=\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u308B\u30E2\u30B8\u30E5\u30FC\u30EB\u306F\u3042\u308A\u307E\u305B\u3093\u3002
command.module.load.success=\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u6B63\u5E38\u306B\u8AAD\u307F\u8FBC\u307E\u308C\u307E\u3057\u305F\u3002
command.module.load.failed=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
command.module.notregist=\u6307\u5B9A\u3057\u305F\u30E2\u30B8\u30E5\u30FC\u30EB\u306F\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
command.nowplay.failed=\u52D5\u753B\u60C5\u5831\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
command.nowplay.nothing=\u4ECA\u306F\u4F55\u3082\u518D\u751F\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
command.nowplay.request={0}\u306B\u3088\u3063\u3066\u30EA\u30AF\u30A8\u30B9\u30C8\u3055\u308C\u307E\u3057\u305F\u3002
command.nowplay.currenttime=\u73FE\u5728\u306E\u30C8\u30E9\u30C3\u30AF\u306F`{0}`\u306E\u4F4D\u7F6E\u3092\u518D\u751F\u3057\u3066\u3044\u307E\u3059\u3002\u6B8B\u308A\u6642\u9593\u306F`{1}`\u3067\u3059\u3002
command.nowplay.getthumbnail=\u30B5\u30E0\u30CD\u30A4\u30EB\u3092\u53D6\u5F97\u3057\u307E\u3057\u305F\u3002
command.nowplay.nosupport=\u3053\u306E\u6A5F\u80FD\u306F\u3053\u306E\u30C8\u30E9\u30C3\u30AF\u3067\u306F\u30B5\u30DD\u30FC\u30C8\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
command.play.search.notfound=\u6761\u4EF6\u306B\u4E00\u81F4\u3059\u308B\u52D5\u753B\u306F\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002
command.play.search.found=**\u4EE5\u4E0B\u306E\u9805\u76EE\u304C\u898B\u3064\u304B\u308A\u307E\u3057\u305F\u3002**
command.play.search.select=**\u518D\u751F\u3059\u308B\u306B\u306F\u3001`play [1-5]`\u3092\u9078\u629E\u3057\u3066\u304F\u3060\u3055\u3044\u3002**
command.play.search.failed=\u691C\u7D22\u7D50\u679C\u306E\u53D6\u5F97\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
command.play.search.searchfirst=\u30DA\u30FC\u30B8\u3092\u5229\u7528\u3059\u308B\u306B\u306F\u5148\u306B\u691C\u7D22\u3092\u884C\u3046\u5FC5\u8981\u304C\u3042\u308A\u307E\u3059\u3002
command.play.search.nopage=\u5229\u7528\u3067\u304D\u308B\u30DA\u30FC\u30B8\u60C5\u5831\u306F\u3042\u308A\u307E\u305B\u3093\u3002
command.play.search.disabled=\u691C\u7D22\u6A5F\u80FD\u304C\u6709\u52B9\u306B\u306A\u3063\u3066\u3044\u307E\u305B\u3093!
command.set.current=\u73FE\u5728\u306E\u30AE\u30EB\u30C9\u8A2D\u5B9A
command.shuffle=\u30B7\u30E3\u30C3\u30D5\u30EB\u3092{0}\u306B\u8A2D\u5B9A\u3057\u307E\u3057\u305F\u3002
command.shutdown.key=\u8AA4\u64CD\u4F5C\u9632\u6B62\u306E\u305F\u3081\u306B\u5B9F\u884C\u30AD\u30FC\u3092\u751F\u6210\u3057\u307E\u3057\u305F\u3002\n\u5F15\u6570\u306B\u5B9F\u884C\u30AD\u30FC\u3092\u5165\u529B\u3057\u3066\u3001\u518D\u5EA6\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002: {0}
command.shutdown.key.incorrect=\u5B9F\u884C\u30AD\u30FC\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
command.skip=**{0}** \u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3057\u305F\u3002
command.skip.skip.count=**{0}\u66F2\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3057\u305F\u3002**
command.skip.below=`#{0}`\u66F2\u76EE\u4EE5\u964D\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3057\u305F\u3002
command.skip.between=`#{0}` \u304B\u3089`#{1}` \u307E\u3067\u3092\u30B9\u30AD\u30C3\u30D7\u3057\u307E\u3057\u305F\u3002
command.status=**\u73FE\u5728\u306E\u30AE\u30EB\u30C9\u30D7\u30EC\u30A4\u30E4\u30FC\u306E\u30B9\u30C6\u30FC\u30BF\u30B9**
command.stop=\u518D\u751F\u304C\u505C\u6B62\u3057\u307E\u3057\u305F\u3002
command.userperm.set={0}\u306E\u30B3\u30DE\u30F3\u30C9\u5B9F\u884C\u6A29\u9650\u3092{1}\u306B\u8A2D\u5B9A\u3057\u307E\u3057\u305F\u3002
command.userperm.invalid=0\u304B\u3089255\u307E\u3067\u306E\u6709\u52B9\u306A\u6570\u5B57\u3067\u5B9F\u884C\u6A29\u9650\u3092\u6307\u5B9A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
command.volume.warn=\u63A8\u5968\u5024\u3092\u8D85\u3048\u308B\u30EC\u30D9\u30EB\u306E\u97F3\u91CF\u304C\u5165\u529B\u3055\u308C\u307E\u3057\u305F\u3002\n\u5927\u97F3\u91CF\u3092\u805E\u304D\u7D9A\u3051\u308B\u3068\u8074\u529B\u3092\u640D\u306A\u3046\u53EF\u80FD\u6027\u304C\u3042\u308A\u307E\u3059\u3002\n\u5909\u66F4\u3092\u7D9A\u884C\u3059\u308B\u5834\u5408\u306F\u3082\u3046\u4E00\u5EA6`volume confirm`\u30B3\u30DE\u30F3\u30C9\u3092\u5B9F\u884C\u3057\u3066\u304F\u3060\u3055\u3044\u3002
command.volume.corrent=\u73FE\u5728\u306E\u30DC\u30EA\u30E5\u30FC\u30E0\u306F**{0}%**\u3067\u3059\u3002
player.playing=**{0}** \u3092\u518D\u751F\u3057\u307E\u3059\u3002
player.addqueue=\u30AD\u30E5\u30FC\u306B **{0}** \u3092\u8FFD\u52A0\u3057\u307E\u3057\u305F\u3002
player.playlist.add=**{1}** \u304B\u3089`{0}`\u30C8\u30E9\u30C3\u30AF\u3092\u30ED\u30FC\u30C9\u3057\u307E\u3057\u305F\u3002
player.source.disable={0}\u304B\u3089\u306E\u518D\u751F\u306F\u8A2D\u5B9A\u306B\u3088\u308A\u7121\u52B9\u5316\u3055\u308C\u3066\u3044\u307E\u3059\u3002
player.pause=\u518D\u751F\u3092\u4E00\u6642\u505C\u6B62\u3057\u307E\u3057\u305F\u3002\u518D\u5EA6\u5165\u529B\u3057\u3066\u518D\u958B\u3057\u3066\u304F\u3060\u3055\u3044\u3002
player.resume=\u518D\u751F\u3092\u518D\u958B\u3057\u307E\u3059\u3002
player.autoleave=\u8AB0\u3082\u3044\u306A\u304F\u306A\u3063\u305F\u307F\u305F\u3044\u3067\u3059\u306D\u3002\n\u8CA0\u8377\u8EFD\u6E1B\u306E\u305F\u3081\u81EA\u52D5\u7684\u306B\u9000\u51FA\u3057\u307E\u3059\u3002
player.loader.error=GuildAudioPlayer\u304C\u767B\u9332\u3055\u308C\u3066\u3044\u307E\u305B\u3093\u3002
player.loader.failed=\u30C8\u30E9\u30C3\u30AF\u306E\u8AAD\u307F\u8FBC\u307F\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
player.loader.notfound=:octagonal_sign: \u6307\u5B9A\u3055\u308C\u305F\u30C8\u30E9\u30C3\u30AF\u306F\u5B58\u5728\u3057\u306A\u3044\u304B\u518D\u751F\u3067\u304D\u306A\u3044\u516C\u958B\u8A2D\u5B9A\u3067\u3059\u3002
