#
# Copyright 2020 NAFU_at.
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.
#
system.config.generate=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u3089\u306A\u304B\u3063\u305F\u306E\u3067\u3001\u65B0\u3057\u3044\u30D5\u30A1\u30A4\u30EB\u3092\u4F5C\u6210\u3057\u307E\u3057\u305F\u3002
system.config.generate.debug=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u306E\u5834\u6240: {}
system.config.generate.failed=\u6B63\u3057\u3044\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u3092\u5B9F\u884C\u30D5\u30A1\u30A4\u30EB\u304B\u3089\u53D6\u5F97\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002\n\u554F\u984C\u304C\u7D99\u7D9A\u3059\u308B\u5834\u5408\u306F\u3001\u958B\u767A\u8005\u306B\u9023\u7D61\u3057\u3066\u304F\u3060\u3055\u3044\u3002
system.config.load=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u3092\u8AAD\u307F\u8FBC\u307F\u307E\u3059\u3002
system.config.load.failed=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u3092\u6B63\u5E38\u306B\u8AAD\u307F\u8FBC\u3081\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.config.load.success=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u304C\u6B63\u5E38\u306B\u8AAD\u307F\u8FBC\u307E\u308C\u307E\u3057\u305F\u3002
system.config.load.notfound=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u304C\u898B\u3064\u304B\u308A\u307E\u305B\u3093\u3067\u3057\u305F\u3002\u30D7\u30ED\u30B0\u30E9\u30E0\u8D77\u52D5\u5F8C\u306B\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u3092\u524A\u9664\u3057\u306A\u3044\u3067\u304F\u3060\u3055\u3044\u3002\n\u3054\u4E0D\u660E\u306A\u70B9\u304C\u3042\u308A\u307E\u3057\u305F\u3089\u3001\u958B\u767A\u8005\u306B\u5831\u544A\u3057\u3066\u304F\u3060\u3055\u3044\u3002
system.config.load.error=\u8A2D\u5B9A\u30D5\u30A1\u30A4\u30EB\u306E\u8AAD\u307F\u8FBC\u307F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.db.connection=\u30C7\u30FC\u30BF\u30D9\u30FC\u30B9\u3078\u306E\u63A5\u7D9A\u3092\u958B\u59CB\u3057\u307E\u3059\u3002
system.db.initialize.error=\u30C6\u30FC\u30D6\u30EB\u306E\u521D\u671F\u5316\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.db.retrieving.error=SQL\u304B\u3089\u30C7\u30FC\u30BF\u3092\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.api.about.error=Discord Bot\u306B\u95A2\u3059\u308B\u60C5\u5831\u306E\u53D6\u5F97\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.node.connection.failed=LavaLink\u30CE\u30FC\u30C9\u306E\u63A5\u7D9A\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.api.login=Discord API\u3078\u306E\u30ED\u30B0\u30A4\u30F3\u3092\u8A66\u307F\u307E\u3059\u3002
system.api.login.success=Discord API\u3078\u306E\u63A5\u7D9A\u306B\u6210\u529F\u3057\u307E\u3057\u305F\u3002
system.api.login.failed=Discord API\u306E\u63A5\u7D9A\u8A8D\u8A3C\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002
system.api.login.error=\u30ED\u30B0\u30A4\u30F3\u51E6\u7406\u306E\u5F85\u6A5F\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.module.load.success=\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F: {}
system.module.load.failed=\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.module.load.error="onLoad"\u3067\u30AD\u30E3\u30C3\u30C1\u3055\u308C\u3066\u3044\u306A\u3044\u4F8B\u5916\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
system.module.load.info.failed=\u30E2\u30B8\u30E5\u30FC\u30EB\u60C5\u5831\u306E\u30ED\u30FC\u30C9\u306B\u5931\u6557\u3057\u307E\u3057\u305F: {}
system.module.load.info.depend.unknown=\u4F9D\u5B58\u95A2\u4FC2\u3092\u89E3\u6C7A\u3067\u304D\u306A\u304B\u3063\u305F\u305F\u3081\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.module.load.depend.notresolved=\u4F9D\u5B58\u95A2\u4FC2\u3092\u89E3\u6C7A\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.module.load.invalid=\u30D5\u30A9\u30FC\u30DE\u30C3\u30C8\u304C\u6B63\u3057\u304F\u306A\u3044\u305F\u3081\u3001\u30E2\u30B8\u30E5\u30FC\u30EB\u3092\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093\u3067\u3057\u305F\u3002
system.module.load.already=\u540C\u3058\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u65E2\u306B\u30ED\u30FC\u30C9\u3055\u308C\u3066\u3044\u307E\u3059: {}
system.module.load.notfound=\u6307\u5B9A\u3057\u305F\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
system.module.load.version.below=\u73FE\u5728\u4F7F\u7528\u4E2D\u306E NeoJukePro \u306E\u30D0\u30FC\u30B8\u30E7\u30F3\u306F\u3001\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u5FC5\u8981\u3068\u3059\u308B\u30D0\u30FC\u30B8\u30E7\u30F3\u3092\u4E0B\u56DE\u3063\u3066\u3044\u308B\u305F\u3081\u3001\u5229\u7528\u3067\u304D\u307E\u305B\u3093\u3002
system.module.unload.success=\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u30A2\u30F3\u30ED\u30FC\u30C9\u3055\u308C\u307E\u3057\u305F: {}
system.module.unload.failed=\u30E2\u30B8\u30E5\u30FC\u30EB\u304C\u6709\u52B9\u306A\u72B6\u614B\u306B\u3042\u308B\u305F\u3081\u3001\u30A2\u30F3\u30ED\u30FC\u30C9\u3067\u304D\u307E\u305B\u3093: {}
system.module.unload.error=\u30E2\u30B8\u30E5\u30FC\u30EB\u306E\u30A2\u30F3\u30ED\u30FC\u30C9\u4E2D\u306B\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002